tap "cloudflare/cloudflare"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "mongodb/brew"
brew "xz"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "cowsay"
brew "docker"
brew "doctl"
brew "exa"
brew "flyctl"
brew "fzf"
brew "gh"
brew "gifski"
brew "git"
brew "go"
brew "golang-migrate"
brew "jq"
brew "kafka"
brew "libksba"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "nmap"
brew "openjdk@17"
brew "openssl@1.1"
brew "readline"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tailscale"
brew "tig"
brew "tmux"
brew "wget"
brew "zlib"
brew "zoxide"
brew "cloudflare/cloudflare/cloudflared"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "1password"
cask "arc"
cask "discord"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "kitty"
cask "mongodb-compass"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "todoist"
cask "visual-studio-code"
cask "zoom"
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "netcorext.uuid-generator"
vscode "octref.vetur"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "redhat.vscode-xml"
vscode "sdras.night-owl"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "WakaTime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
